

export const House= [
  {
    id: 1,
    title: "فيلا للبيع",
    img: "img/home-1.jpg",
    price: 150.000,
    room: 7,
    bath:3,
    kitchen:2,
    livingRoom:2,
    info:
      "فيلا للبيع بناء شخصي من احدث وارقى التشطيبات جديد ومؤسس في النصيرات قريب من صلاح الدين على شارعين على مساحة ارض 500م .للاستفسار والتفاصيل التواصل على رقم:0598745632",
    addres: "النصيرات",
    type:"للبيع",
    floor: 2,
    area:170
  },
  {
    id: 2,
    title: "فيلا للبيع",
    img: "img/home-2.jpg",
    price: 134.999,
    room: 8,
    bath:3,
    kitchen:2,
    livingRoom:2,
    info:
      "فيلا للبيع بناء شخصي من احدث وارقى التشطيبات جديد ومؤسس في خانيونس قريب من صلاح الدين على مساحة ارض 500م .للاستفسار والتفاصيل التواصل على رقم:0598745632",
    addres: "خانيونس",
    type:"للبيع",
    floor: 1,
    area:200
  },
  {
    id: 3,
    title: "شقة للايجار",
    img: "img/home-3.jpg",
    price: 30.000,
    room: 3,
    bath:1,
    kitchen:1,
    livingRoom:1,
    info:
      "شقة للايجار في الرمال شارع فلسطن على الطابق الرابع تشطيب كامل مساحة الشقة 150م للاستفسار رقم جوال :05987463",
    addres: "الرمال",
    type:"للايجار",
    floor: 1,
    area:150
  },
  {
    id: 4,
    title: "شالية للايجار",
    img: "img/home-4.jpg",
    price: 100,
    room: 8,
    bath:3,
    kitchen:2,
    livingRoom:2,
    info:
      "شالية للايجار في منطقة الزوايدة مكون من طابقين وبركة سباحة بالقرب من شارع البحر بسعر 100دينار لليوم .للتواصل رقم جوال:0592214578",
    addres: "الزوايدة",
    type:"للايجار",
    floor: 2,
    area:200
  },
  {
    id: 5,
    title: "منزل للبيع",
    img: "img/home-5.jpg",
    price: 200.000,
    room: 10,
    bath:4,
    kitchen:3,
    livingRoom:3,
    info:
      "منزل للبيع بناء شخصي من احدث وارقى التشطيبات جديد ومؤسس في رفح قريب من صلاح الدين على مساحة ارض 500م .للاستفسار والتفاصيل التواصل على رقم:0598745632",
    addres: "رفح",
    type:"للبيع",
    floor: 3,
    area:170
  },
  {
    id: 6,
    title: "شالية للايجار",
    img: "img/home-6.jpg",
    price: 50,
    room: 3,
    bath:2,
    kitchen:1,
    livingRoom:1,
    info:
    "شالية للايجار في منطقة الدير مكون من طابق وبركة سباحة بالقرب من شارع البحر بسعر 500دينار لليوم .للتواصل رقم جوال:0592214578",
    addres: "الدير",
    type:"للايجار",
    floor: 1,
    area:150
  },
  {
    id: 7,
    title: "فيلا للبيع",
    img: "img/home-7.jpg",
    price: 500.3000,
    room: 7,
    bath:2,
    kitchen:2,
    livingRoom:2,
    info:
    "فيلا للبيع في الشجاعية مكونة من طابقين بمساحة 160م . للتواصل رقم جوال: 059887441",
    addres: "الشجاعية",
    type:"للبيع",
    floor: 2,
    area:160
  },
  {
    id: 8,
    title: "منزل للبيع",
    img: "img/home-8.jpg",
    price: 400.000,
    room: 8,
    bath:2,
    kitchen:2,
    livingRoom:2,
    info:
    "منزل للبيع في الجلاء مكونة من طابقين بمساحة 150م . للتواصل رقم جوال: 059887441",
    addres: "الجلاء",
    type:"للبيع",
    floor: 2,
    area:150
  }
];

export const detailHouse = {
    id: 1,
    title: "فيلا للبيع",
    img: "img/home-1.jpg",
    price: 150.000,
    room: 7,
    bath:3,
    kitchen:2,
    livingRoom:2,
    info:
      "فيلا للبيع بناء شخصي من احدث وارقى التشطيبات جديد ومؤسس في النصيرات قريب من صلاح الدين على شارعين على مساحة ارض 500م .للاستفسار والتفاصيل التواصل على رقم:0598745632",
    addres: "النصيرات",
    type:"للبيع",
    floor: 2,
    area:170
};


